---
kind: property
id: P:Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCorniceWarn
source: html/c4ff8a91-8641-49e5-2fb4-04803fd0ceb6.htm
---
# Autodesk.Revit.DB.BuiltInFailures.CreationFailures.CannotCreateCorniceWarn Property

Could not create Wall Sweep. [Description]

## Syntax (C#)
```csharp
public static FailureDefinitionId CannotCreateCorniceWarn { get; }
```